{
    "quotes": [
        "My body is like the moon which is melting for love.",
        "Behold the sweetness of his affection, may it wax a thousandfold!",
        "Every moment the voice of love comes from left and right.",
        "We are bound for heaven: who has a mind to sight-seeing? We have been in heaven, we have been friends of the angels.",
        "Mankind, like waterfowl, are sprung from the sea - the Sea of Soul.",
        "Why does wave follow wave from the Sea of Soul?",
        "‘Tis the time of eternity’s beauty.",
        "Light waxes in the eye at the imagination.",
        "I stand open-mouthed in veneration of that beauty.",
        "Every form you see has its archetype in the placeless world.",
        "Conceive the soul as a fountain.",
        "Do not think of the water failing, for this water is without end.",
        "Embrace the soul which is embraced by nothing.",
        "What was born of spring dies in autumn.",
        "This is the House of Love, which has no bound or end.",
        "I desire that radiant glowing countenance.",
        "I gazed into my own heart; there I saw him; he was nowhere else.",
        "None but God has contemplated the beauty of God.",
        "This eye and that lamp are two lights, each individual. When they came together, no one distinguished them.",
        "At morning tide a moon appeared in the sky, and it descended from the sky and gazed on me.",
        "That moon snatched me up.",
        "When I looked at myself, I saw myself no more, because in that moon my body became by grace even as soul.",
        "The vessel of my being was completely hidden in the sea. The sea broke into waves and again wisdom rose.",
        "Think not my heart is in this world.",
        "The world resembles a mirror.",
        "At the time of joy and gladness, at the time of sorrow and distress.",
        "I am a painter, a maker of pictures; every moment I shape a beauteous form.",
        "O lovers, it is time to abandon the world.",
        "On every side is clamour and tumult.",
        "Why, when God’s earth is so wide, have you fallen asleep in a prison?",
        "Illumine thy bodily senses by the light of the soul.",
        "Put away the tale of love that travellers tell.",
        "Falling like rain from heaven upon the roof of the terrestrial world.",
        "My soul is swimming.",
        "A ray of bliss, a touch, a kiss, a token of the friend!",
        "I saw the winter weaving from flakes, a robe of death.",
        "The spring found the earth in mourning, all naked, lone, and bare.",
        "Love sounds the music of the spheres; love echoes through earth’s harshest din.",
        "The world is God’s pure mirror clear, to eyes when free from clouds within.",
        "With love’s own eyes the mirror view, and there see God to self akin.",
        "The souls love-moved are circling on, like streams to their great Ocean King.",
        "Thy kisses are the flowers of spring.",
        "The dawn is pale from yearning Love; the moon in tears is sorrowing.",
        "In sighs, the nightingales still sing.",
        "My Soul sends up to Heaven each night the cry of Love!",
        "Bright sun and moon each morn dance in my Heart at Dawn.",
        "The colors of the grove and the voice of the birds bestow immortality.",
        "The stars of heaven will come to gaze upon us.",
        "Love exalts our earthly bodies to heaven and makes the very hills dance with joy!",
        "I too like a flute, would burst out into melody.",
        "When the lover feels no longer Love’s quickening, he becomes like a bird who has lost its wings.",
        "How can I retain my senses about me?",
        "Love is the astrolabe of God’s mysteries.",
        "However much we describe and explain Love, when we fall in love we are ashamed of our words. Explanation by the tongue makes most things clear, but Love unexplained is better.",
        "Woman is a ray of God, not a mere mistress.",
        "The useless thorn desires the autumn, that autumn make associate itself with the garden.",
        "Love depends not on outward form or face. Whatever is beloved is not a mere empty form, whether your beloved be of the earth or heaven.",
        "Whatever is the form you have fallen in love with - why do you forsake it the moment life leaves it?",
        "Ah! Lover, consider well what is really your beloved.",
        "Love increases constancy.",
        "But the truth is, the sun’s beams strike the wall, and the wall only reflects that borrowed light.",
        "Lovers have a religion and faith of their own.",
        "Love is fearless in the midst of the sea of fear.",
        "Pain is a treasure, for it contains mercies.",
        "The place of darkness and cold is the fountain of Life and the cup of ecstasy.",
        "If spiritual manifestations had been sufficient, the creation of the world had been needless and vain.",
        "Like a star you will walk upon the heavens.",
        "When in this heart the lightning spark of love arises, be sure this love is reciprocated in that heart.",
        "True lovers are as shadows, and when the sun shines in glory the shadows banish away.",
        "Earthly forms are only shadows of the Sun of truth - a cradle for babies, but too small to hold those who have grown to spiritual manhood.",
        "Yeah, your whole body will become a mirror.",
        "For ever and ever is only a mere dream.",
        "I marvel how long you will indulge in vain illusion, which has seized you by the throat.",
        "Know that even in this world, there is a place of refuge.",
        "If the man of reason sees not the state of love, is the blessed moon of Love thereby eclipsed?",
        "My back is broken by my eclipsed thoughts.",
        "I am afflicted, afflicted, afflicted!",
        "I am a lover well versed in lovers’ madness, I am weary of learning and sense.",
        "Spring is not seen, though its gifts are seen.",
        "Soul instructs hand and foot to hold and take.",
        "The wit taught by God to the bee is withheld from the lion.",
        "Every night spirits are released from this cage, and set free.",
        "I use the dust of my grief as salve for my eyes, that my eyes, like seas may teem with pearls.",
        "Where are 'We' and 'I'?",
        "The fertile garden of Love, as it is boundless, contains other fruits besides joy and sorrow.",
        "The people of the world lie unconscious.",
        "Love casts its own Light up to heaven.",
        "When you mount the steed of this True Knowledge, straightway the burden will fall from your back.",
        "A burning heart is what I want; consort with burning!",
        "Where did I come from, and what am I supposed to be doing? I have no idea.",
        "Whoever brought me here will have to take me home.",
        "Every morning we glow and in the evening we glow again.",
        "Close both eyes to see with the other eye.",
        "Open your hands, if you want to be held.",
        "Don’t hand me another glass of wine. Pour it in my mouth.",
        "Don’t think all ecstasies are the same!",
        "Notice how everyone has just arrived here from a journey.",
        "Last year, I gazed at the fire. This year I’m burnt kabob.",
        "Don’t ask questions about longing. Look at my face.",
        "But listen to me: for one moment, quit being sad.",
        "Everywhere is falling everywhere.",
        "Last night the moon came dropping its clothes in the street. I took it as a sign to start singing.",
        "When I was apart from you this world did not exist, nor any other.",
        "Whatever I was looking for was always you.",
        "Is weeping speech?",
        "Excuse my wandering.",
        "I reach out, wanting you to tear me open.",
        "Can you think of anyone who’s not hazy with smoke?",
        "The full moon is inside your house.",
        "Be melting snow. Wash yourself of yourself.",
        "No wonder I go mad and disappear for three days every month with the moon.",
        "Do you approve of my love-madness? Say yes.",
        "That shadow of a shadow of your love, that somehow contains the entire universe.",
        "Do you think I know what I’m doing?",
        "Days full of wanting, let them go by without worrying.",
        "How does a part of the world leave the world?",
        "Inside this new love, die.",
        "Become the sky.",
        "Your old life was frantic, running from silence.",
        "Know that your body nurtures the spirit, helps it grow, and then gives it wrong advice.",
        "Anything that comes and goes, rises and sets, is not what I love.",
        "Whoever brings sweetness will be served almond cake.",
        "Fighting and peacefulness both take place within God.",
        "No one really loves, loves existence.",
        "We have fallen into the place where everything is music.",
        "Open the window in the center of your chest and let the spirits fly in and out.",
        "Who gets up early to discover the moment light begins?",
        "My life is not mine.",
        "This day is outside living and dying.",
        "We will drink all this wine tonight because it’s Spring.",
        "Let the beauty of what you love be what you do.",
        "Out beyond the ideas of wrongdoing and rightdoing, there is a field. I will meet you there.",
        "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.",
        "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.",
        "Don’t grieve. Anything you lose comes round in another form.",
        "The minute I heard my first love story, I started looking for you, not knowing how blind that was. Lovers don't finally meet somewhere. They're in each other all along.",
        "If you are irritated by every rub, how will your mirror be polished?",
        "When you do things from your soul, you feel a river moving in you, a joy.",
        "You were born with wings, why prefer to crawl through life?",
        "Forget safety. Live where you fear to live. Destroy your reputation. Be notorious.",
        "When I am with you, we stay up all night. When you're not here, I can't go to sleep.",
        "My soul is from elsewhere, I'm sure of that, and I intend to end up there.",
        "I want to know the joy of how you whisper \"more\".",
        "Everything in the universe is within you. Ask all from yourself.",
        "Goodbyes are only for those who love with their eyes. Because for those who love with heart and soul there is no such thing as separation.",
        "I want to sing like the birds sing, not worrying about who hears or what they think.",
        "Let yourself be drawn by the stronger pull of that which you truly love.",
        "Set your life on fire.",
        "Seek those who fan your flames.",
        "Whatever sorrow shakes from your heart, far better things will take their place.",
        "I know you're tired but come, this is the way.",
        "And you? When will you begin that long journey into yourself?",
        "Wherever you are, and whatever you do, be in love.",
        "Respond to every call that excites your spirit.",
        "You have to keep breaking your heart until it opens.",
        "Sit, be still, and listen, because you're drunk and we're at the edge of the roof.",
        "Either give me more wine or leave me alone.",
        "People want you to be happy. Don't keep serving them your pain!",
        "The cure for pain is in the pain.",
        "I closed my mouth and spoke to you in a hundred silent ways.",
        "Reason is powerless in the expression of Love.",
        "But listen to me. For one moment quit being sad. Hear blessings dropping their blossoms around you.",
        "I have chosen to dwell in a place you cannot see.",
        "The breezes at dawn have secrets to tell you. Don't go back to sleep!",
        "You are not a drop in the ocean. You are the entire ocean in a drop.",
        "A mountain keeps an echo deep inside. That's how I hold your voice.",
        "Who could be so lucky? Who comes to a lake for water and sees the reflection of the moon",
        "You wander from room to room, Hunting for the diamond necklace, That is already around your neck!",
        "This universe is not outside of you. Look inside yourself.",
        "Everything that you want, you are already that.",
        "Run from what's comfortable. Forget safety. Live where you fear to live. Destroy your reputation. Be notorious.",
        "From now on I'll be mad.",
        "Only from the heart can you touch the sky.",
        "The power of love came into me, and I became fierce like a lion, then tender like the evening star.",
        "You think because you understand 'one' you must also understand 'two', because one and one make two. But you must also understand 'and'.",
        "Mysteries are not to be solved: The eye goes blind when it only wants to see why.",
        "Beauty surrounds us.",
        "Every time your spouse or lover says something stupid make your eyes light up as if you just heard something brilliant.",
        "Inside you there’s an artist you don’t know about.",
        "I am your moon and your moonlight too.",
        "Lovers find secret places inside this violent world.",
        "They say there is a doorway from heart to heart, but what is the use of a door when there are no walls?",
        "I will soothe you and heal you, I will bring you roses. I too have been covered with thorns.",
        "Put your thoughts to sleep, do not let them cast a shadow over the moon of your heart. Let go of thinking.",
        "Anyone who knows me, should learn to know me again; For I am like the Moon, you will see me with new face everyday.",
        "The wound is the place where the Light enters you.",
        "The ocean takes care of each wave 'til it gets to shore. You need more help than you know.",
        "I once had a thousand desires. But in my one desire to know you all else melted away.",
        "When you lose all sense of self the bonds of a thousand chains will vanish.",
        "Lose yourself completely, Return to the root of the root of your own soul.",
        "How long will you suffer from the blows of a nonexistent hand?",
        "You are a ruby encased in granite. How long will you deceive Us with this outer show?",
        "Seen and unseen, moving and unmoving - you are That.",
        "This place is a dream.",
        "Is it really so that the one I love is everywhere?",
        "I am the sky where the spirits live.",
        "A little wind cleans the eyes.",
        "You think you are alive because you breath air?",
        "Die in Love and stay alive forever.",
        "There are lovers content with longing. I am not one of them.",
        "The rose’s rarest essence lives in the thorns.",
        "My lips got lost on the way to the kiss - that’s how drunk I was.",
        "You have no idea how hard I've looked for a gift to bring You. Nothing seemed right.",
        "What's the point of bringing gold to the gold mine?",
        "It's no good giving my heart and my soul because you already have these.",
        "Poetry can be dangerous, especially beautiful poetry, because it gives the illusion of having had the experience without actually going through it.",
        "Gamble everything for love, if you're a true human being.",
        "What matters is how quickly you do what your soul directs.",
        "I am yours. Don't give myself back to me.",
        "You can tease me as much as you like but never leave me.",
        "Be courageous and discipline yourself.",
        "Submit to a daily practice. Your loyalty to that is a ring on the door.",
        "Don’t try to figure what those lost inside love will do next!",
        "The stars come up spinning every night, bewildered in love.",
        "I am an empty wineglass.",
        "Love is the reality.",
        "Don’t keep complaining about loneliness! Let that fear-language of that theme crack open and float away.",
        "Love has taken away my practices and filled me with poetry.",
        "Existence thrives and creates more existence.",
        "Just to be held by the ocean is the best luck we could have.",
        "Feel the motions of tenderness around you, the buoyancy.",
        "Their dance is our dance.",
        "The pure joy of Al-Shams.",
        "We are the sweet cold water and the jar that pours.",
        "You would rather throw stones at a mirror? I am your mirror, and here are the stones.",
        "Love is for vanishing into the sky.",
        "My love is wanting me.",
        "This being human is a guest house.",
        "Every morning a new arrival.",
        "The dark though, the shame, the malice, meet them at the door laughing, and invite them in.",
        "Be grateful for whoever comes, because each has been sent as a guide from the beyond.",
        "I should be suspicious of what I want.",
        "There is an inner wakefulness that directs the dream.",
        "Tear down this house.",
        "Become river head to foot.",
        "No one looks for stars when the sun’s out.",
        "Do you need a quote from the Quran?",
        "A spider weaves a web over a light, out of himself, or herself, makes a veil.",
        "Make us afraid of how we were.",
        "You are no known species.",
        "I want to say words that flame as I say them.",
        "I’m not in any one place.",
        "Receive and reflect the images of every moment, from here, from the stars, from the void.",
        "Are you jealous of the ocean’s generosity?",
        "Fish don’t hold the sacred liquid in cups! They swim the huge fluid freedom.",
        "We are tiny metaphors for frailty.",
        "There is an unseen presence we honor that gives the gifts.",
        "We’re all the different kinds of laughing.",
        "This dance is the joy of existence.",
        "I am filled with you.",
        "Be the lovely vitality of a human being.",
        "Billions of simultaneous motions moving in me.",
        "I broke through another layer of joyfulness.",
        "But I’m no candle. Look! I’m scattered smoke.",
        "Don’t move. A sublime generosity is coming toward you.",
        "When someone mentions the gracefulness of the night sky, climb up on the roof and dance and say, \"Like this\"?",
        "If anyone wants to know what “spirit” is, or what “God’s Fragrance” means, lean your head toward him or her. Keep your face there close.",
        "I wait to be light.",
        "I must have been incredibly simple or drunk or insane to sneak into my own house and steal money.",
        "The universe and the light of the stars come through me.",
        "I am the crescent moon.",
        "No need to wait until we die!",
        "I am inside your looking.",
        "I’m not here to visit you.",
        "Wash off all wondering-why and workings-out-however.",
        "New moon and full moon are the same.",
        "Patience with small details makes perfect a large work, like the universe.",
        "If you start doing something against your health, your intelligence will eventually scold you.",
        "Try my friend, to describe how near is the creator of your intellect!",
        "You go to sleep, or you die and there’s no intelligent motion.",
        "No being is unconnected.",
        "Keep wanting that connection with all that pulsing energy.",
        "They think the designs on the curtains are what’s being concealed.",
        "Observe the wonders as they occur around you. Don’t claim them.",
        "This giving up is not a repenting. It’s a deep honoring of yourself.",
        "When the ocean comes to you as a love, marry, at once, quickly, for God’s sake!",
        "No amount of searching will find this.",
        "A perfect falcon, for no reason, has landed on your shoulder, and become yours.",
        "The grief you cry out from draws you toward union.",
        "There are such helpers in the world, who rush to save anyone who cries out.",
        "Let the sky open under your feet.",
        "Accept your new good luck.",
        "The hard rain and wind are ways the cloud has to take care of us.",
        "Be patient.",
        "Maybe if these creditors eat a little sweetness, they won’t look so bitterly on me.",
        "Please, eat, and be happy.",
        "Pleased with everything, pleased with eternity, pleased with death.",
        "On a bright-moon night, do you think the moon, cruising through the tenth house, can hear the dogs barking down here?",
        "Let your eyes weep from the wanting.",
        "Roar, lion of the heart, and tear me open!",
        "A long, waiting silence.",
        "That “Oh No!” became a rope let down in my well. I’ve climbed out to stand here in the sun.",
        "If every tip of every hair on my could speak, I still couldn’t say my gratitude.",
        "I wish everyone could know what I know.",
        "What is poison to one is honey to someone else.",
        "It’s all praise and it’s all right.",
        "I want burning, burning.",
        "Burn up our thinking and your forms of expression!",
        "The love-religion has no code or doctrine.",
        "It’s foolish of me to try and say this. If I did say it, it would uproot our human intelligences.",
        "Say whatever and however your loving tells you to.",
        "Your sweet blasphemy is the truest devotion.",
        "Through you a whole world is freed.",
        "It’s all the light of the spirit.",
        "When you eventually see through the veils to how things really are, you will keep saying again and again, \"This is certainly not like we thought it was!\"",
        "Whatever comes, comes from a need, a sore distress, a hurting want.",
        "Every part of you has a secret language.",
        "Every need brings in what’s needed.",
        "Ask a difficult question, and the marvelous answer appears.",
        "Every part of me goes in different directions.",
        "My heart has become a bird which searches in the sky.",
        "My helpless reverence for you made this necessary.",
        "Don’t grieve for what doesn’t come.",
        "Some things that don’t happen keep disasters from happening.",
        "Beauty surrounds us, but usually we need to be walking in a garden to know it.",
        "A grammar lesson: \"The lover died.\" \"Lover\" is subject and agent, but that can’t be! The \"lover\" is defunct.",
        "So dissolved into love, all qualities of doingness disappear.",
        "Your hand opens and closes and opens and closes.",
        "Any love from the beloved.",
        "Those that make you return, for whatever reason, to God’s solitude, be grateful to them.",
        "Friends are enemies sometimes.",
        "You’ll become lovely and very strong.",
        "I trust you to kill me.",
        "Every comparison is awkwardly rough.",
        "Language does not touch the one who lives in each of us.",
        "The mystic flies moment to moment. The fearful ascetic drags along month to month.",
        "The length of a “day” to a lover may be fifty thousand years!",
        "You can’t understand this with your mind.",
        "You must burst open!",
        "What is the connection between what lives in time and what lives in eternity?",
        "People who renounce desires often turn, suddenly, into hypocrites.",
        "The way you make love is the way God will be with you.",
        "I shall be your eye and your hand and your loving.",
        "What I am saying now is not my real condition. It cannot be said.",
        "Look at a candle flame in bright noon sunlight.",
        "This physical world has no two things alike.",
        "Meditate now on steadfastness and clarity. Let those be wings.",
        "The sun is only a cook.",
        "Drops fall into a vapor, and the vapor explodes into a galaxy.",
        "Vision is luminous.",
        "The sensuous eye needs sunlight to see. Use another eye.",
        "Be dizzy and wandering.",
        "The alchemy of a changing life is the only truth.",
        "There’s room for all in this unseen world.",
        "Your own essence is your wealth.",
        "I would explain more about this phenomenon, but it would take too long.",
        "When something goes wrong, accuse yourself first.",
        "This heart sanctuary does exist, but it can’t be described. Why Try!",
        "If you want what visible reality can give, you’re an employee.",
        "What you really want is love's confusing joy.",
        "What seems to be changing around us is rather the speed of our craft leaving this world.",
        "Beg for the scent of the spirit.",
        "You must just set out on your own.",
        "Finally made it to the edgeless safety of sea.",
        "Don’t regret what’s happened.",
        "Let it go.",
        "Sir, you have eaten many cows and sheep in your life, and you’re still hungry. This little bit of meat on my bones won’t satisfy you either.",
        "Do not grieve over what is past. It’s over.",
        "Never regret what has happened.",
        "Don’t believe an absurdity.",
        "Some torn places cannot be patched.",
        "To die before I die.",
        "I’ll make the infinite my home.",
        "Inside me a hundred beings are putting their fingers to their lips and saying, \"That’s enough for now. Sheeeeee\".",
        "Silence is an ocean.",
        "One who sees grows silent.",
        "I try to stop talking.",
        "Why do you want me to say words?",
        "When I remember your love, I weep.",
        "When I hear people, talking of you, something in my chest, where nothing much happens now, moves as in sleep.",
        "Every object and being in the universe is a jar overfilled with wisdom and beauty.",
        "Do you see?",
        "God’s silence is necessary.",
        "Why use bitter soup for healing when sweet water is everywhere?",
        "Lovers think they’re looking for each other.",
        "There’s only one search: wandering.",
        "No more muffled drums!",
        "This desire will find an opening.",
        "Those who inherit wealth don’t know what work it took to get it.",
        "We don’t know the value of our souls.",
        "Stay empty.",
        "The water of life is here. I’m drinking it.",
        "You must live at the root to be a true lover.",
        "When light returns to its source, it takes nothing of what it has illuminated.",
        "If you’re spirit, what is the body?",
        "Don’t look at me.",
        "Dive into the ocean.",
        "My determination to be in that presence is quick and constant.",
        "You won’t stop or slow me.",
        "There are many who don’t say Inshallah, and yet their whole soul resonates with it all the time!",
        "One who has no self-control cannot receive grace.",
        "Undisciplined people set fire to the landscape!",
        "Irreverence and no discipline rob your soul of light.",
        "Explaining love is embarrassing!",
        "A pen went scribbling along but when it wrote love, it broke.",
        "If you want to expound on love, take your intellect out and let it lie down in the mud. It’s no help.",
        "Nothing is so strange in this entire world as the sun.",
        "Let me just be here.",
        "When the love center in your chest becomes the grave for such a secret, then what you want will be quickly yours.",
        "Any love based on physical beauty is not love.",
        "Choose to love the one who does not die.",
        "Go wherever you are drawn to go.",
        "I am dreaming but I’m not asleep.",
        "The moon gives all the light I need.",
        "Boiling water is the reality.",
        "This is reality, this waking, this melting away.",
        "So the sublime kindness descended again, and the courtyard seemed split apart like a pomegranate laughing, with all the forms.",
        "New creations every second.",
        "I used to be shy. You made me sing.",
        "The whole world is a form for truth.",
        "Make peace with the universe. Take joy in it. It will turn to gold.",
        "Every moment, a new beauty.",
        "There’s so much doubt everywhere.",
        "To your minds there is such a thing as news, whereas to the inner knowing, it’s all in the middle of its happening.",
        "I know I ought to be silent but the excitement of this keeps opening my mouth.",
        "In the future, in the distance, those are illusions. Taste the here and now of God.",
        "Love is the falconer.",
        "Never say, or think, \"I am better than …. Whoever\".",
        "Sleep in the spirit tree’s peaceful shade.",
        "Please, universal soul, practice some song, or something through me!",
        "Nothing can be told of love.",
        "Don’t ask why this delights me.",
        "All reason, all love.",
        "Spinning and falling with love for Shams.",
        "I am an image you stitch with gold thread on a tapestry.",
        "Stay here, quivering with each moment, like a drop of mercury.",
        "I’m like an ant that’s gotten into the granary, ludicrously happy, and trying to lug out a grain that’s way too big.",
        "Even the good delight of friends is a first a reflection in you. Stay with them until it becomes a realization."
    ]
}